Repository: ortizdaniel/lsgram
Catalog: lsgram/*.lproj/Localizable.strings
Languages: es

# welcome
source: Welcome back,
es: Bienvenido,

# error_empty_field
source: Field cannot be empty
es: El campo no puede estar vacío

# error_username
source: This username is already taken. Please choose another one.
es: Este usario ya está en uso. Por favor, escoge otro.

# error_password
source: Password must be at least 6 characters long
es: La contraseña debe tener al menos 6 caracteres

# error_password2
source: Passwords no not match
es: Las contraseñas no coinciden

# invalid_credentials_title
source: Invalid Credentials
es: Credenciales incorrectas

# invalid_credentials_message
source: The credentials you've introduced are incorrect.
es: Las credenciales introducidas no son correctas.

# error_json_parse
source: Could not parse the response correctly.
es: No se ha podido parsear la respuesta correctamente.

# error_json_serialize
source: Could not serialize the request parameters.
es: No se han podido serializar los parámetros de la petición.

# oops_dislike
source: You can't like a post you disliked
es: No puedes darle like a un post al que ya le has dado dislike.

# oops_like
source: You can't dislike a post you liked
es: No puedes darle dislike a un post al que ya le has dado like

source: Follow
es: Seguir

source: Unfollow
es: Deseguir

# error_follow
source: Error following/unfollowing user
es: Error al seguir/dejar de seguir el usuario

# post_title_placeholder
source: Add a title...
es: Añade un título...

# post_desc_placeholder
source: Add a description...
es: Añade una descripción...

# dialog_publishing
source: Publishing...
es: Publicando...

# post_title_error
source: No title specified
es: No se ha especificado título

# post_title_error_message
source: Without a title, other users won't know what your post is about.
es: Sin título, otros usuarios no podrán saber de qué trata tu post.

# post_location_error
source: No location specified
es: No se ha especificado localización

# post_location_error_message
source: Without a location, other users won't be able to find your post through the map view. Please specify a location.
es: Sin localización, otros usuarios no podrán encontrar la publicación a través del mapa. Por favor, especifica una localización.

# post_image_error
source: Image could not be uploaded
es: La imagen no se ha podido subir

# post_image_error_message
source: The maximum size per image is 10MB. Make sure no images surpass the limit.
es: El tamaño máximo por imágen es de 10MB. Asegúrate que ninguna imagen supera el límite.

# post_server_error
source: Unable to publish post
es: No se ha podido publicar la publicación

# post_server_error_message
source: There was an error with the server. Please try again.
es: Ha habido un error al conectase con el servidor. Inténtalo de nuevo más tarde.

# camera_no_access
source: No access to Camera
es: Sin acceso a la camara

# camera_no_access_message
source: This app does not have access to the camera. To take pictures, be sure to activate the permissions at the phone's settings
es: Esta aplicación no tiene aceso a la camara. Para poder hacer fotos, asegúrate de activar los permisos en los ajustes del teléfono.

# gallery_no_access
source: No access to Photo Gallery
es: Sin acceso a la galeria de fotos

# gallery_no_access_message
source: This app does not have access to the photo gallery. To upload images, be sure to activate the permissions at the phone's settings
es: Esta aplicación no tiene aceso a la galeria de fotos. Para poder subir imágenes, asegúrate de activar los permisos en los ajustes del teléfono.

# image_delete
source: Do you want to delete this picture?
es: ¿Quiéres eliminar esta imágen?

# image_delete_title
source: The picture will be removed from the set of selected images.
es: La foto se eliminará del conjunto de fotos seleccionadas hasta el momento.

# image_delete_action
source: Delete
es: Eliminar

# image_cancel_action
source: Cancel
es: Cancelar
